tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "autoconf"
brew "automake"
brew "brew-cask-completion"
brew "btop"
brew "chafa"
brew "cloudflared"
brew "cmake"
brew "cmake-docs"
brew "colima"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-native-comp"]
brew "fd"
brew "ffmpeg"
brew "fluid-synth"
brew "gh"
brew "ghostscript"
brew "gnupg"
brew "gobject-introspection"
brew "haskell-stack"
brew "htop"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "krb5"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libxml2"
brew "libxslt"
brew "lima"
brew "mpv"
brew "multimarkdown"
brew "nvm"
brew "openjdk"
brew "openssl@3"
brew "pass"
brew "pdfgrep"
brew "pinentry"
brew "pinentry-mac"
brew "pkg-config"
brew "poppler"
brew "pyenv"
brew "python@3.12"
brew "qemu"
brew "rbenv"
brew "ripgrep"
brew "ruby-build"
brew "stripe/stripe-cli/stripe"
brew "telnet"
brew "tesseract"
brew "the_silver_searcher"
brew "tmux"
brew "tox"
brew "tree"
brew "youtube-dl"
