tap "cedricblondeau/cedricblondeau"
tap "d12frosted/emacs-plus"
tap "finestructure/hummingbird"
tap "golift/mugs"
tap "homebrew/bundle"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "twilio/brew"
brew "xz"
brew "autoconf"
brew "automake"
brew "btop"
brew "cloudflared"
brew "cmake"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "ncurses"
brew "qemu"
brew "lima"
brew "colima"
brew "dbus"
brew "docker"
brew "docker-buildx"
brew "node"
brew "eslint"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fswatch"
brew "gh"
brew "pinentry"
brew "gpgme"
brew "libtool"
brew "graphviz"
brew "htop"
brew "ispell"
brew "jed"
brew "jq"
brew "libffi"
brew "libiconv"
brew "pkg-config"
brew "libvterm"
brew "libxml2"
brew "mailutils"
brew "markdown"
brew "mpc"
brew "ncmpcpp"
brew "openjdk"
brew "openssl@1.1"
brew "pandoc"
brew "pass"
brew "pinentry-mac"
brew "poppler"
brew "pyenv"
brew "python@3.10"
brew "redis"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "tree-sitter"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "d12frosted/emacs-plus/emacs-plus@30", link: false
brew "stripe/stripe-cli/stripe"
brew "twilio/brew/twilio"
cask "anaconda"
cask "basictex"
cask "hummingbird"
cask "ngrok"
cask "rar"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ldez.ignore-files"
vscode "lfs.vscode-emacs-friendly"
vscode "mattn.lisp"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "planbcoding.vscode-react-refactor"
vscode "twxs.cmake"
vscode "vscodeemacs.emacs"
